[
    {
        "link": "https://m.facebook.com/groups/413938496303058/permalink/469954730701434/",
        "poster_name": "Jaime Arvizu",
        "post_id": "469954730701434",
        "post_text": "Buenas tardes compañeros, el profesor me pidió que les contara como empecé con mi proceso de perdida de peso, cuando era estudiante pesaba mas de 160 kilos lo cual me empezó a ocasionar problemas de salud, mis pies se inflaman por el peso había días en los que no podía caminar, también empecé a tener problemas de el corazón motivo por el cual decidí que si quería durar mas en este mundo tenia que empezar a hacer cambios en mi vida, una amiga del trabajo me recomendó a su nutrióloga (Nutrióloga Alejandra Torres) con la cual empecé mi proceso de perdida de peso, los primeros solo hacia la dieta debido a que me era imposible hacer ejercicio sin lastimar mis articulaciones, cuando baje 20 kilos me decidí a entrar a un gimnasio cercano a mi casa, al principio solo hacia cardio (principalmente elíptica por que es el mas amigable con las articulaciones) después un amigo me animo a que intentara hacer algo de pesas y así empecé con rutinas muy amigables y progresivamente fui incrementando la intensidad de los ejercicios, a su vez iba perdiendo peso y notando cambios en mi apariencia lo cual me motivaba a seguir adelante.\nCreo que una vez que le encuentras el gusto al ejercicio es difícil dejarlo, actualmente entreno con ayuda de un instructor, sigo haciendo dieta pero es mas enfocada en el desarrollo de musculo, actualmente peso 90 kilos pero lo mas bajo que llegue a pesar fue 80 kilos, justo antes de empezar a hacer dieta para subir mi masa muscular.\nRecomiendo ampliamente el hacer pesas y no solo cardio para cambiar tu composición corporal.\nLes voy a dejar este video, que en mi opinión explica muy bien como bajar de peso y mejorar tu composición corporal : https://youtu.be/TMgl1NOko7g\nLes recomiendo que busquen ayuda con un nutriólogo, hay varias opciones económicas como salud digna que por 50 pesos tienes acceso a un nutriólogo.\nCualquier duda estoy para ayudarlos."
    },
    {
        "link": "https://m.facebook.com/groups/413938496303058/permalink/456734482023459/",
        "poster_name": "Reyes Juarez",
        "post_id": "456734482023459",
        "post_text": "**HABITO del EJERCICIO FISICO**\n¿Qué es el HABITO?\n\"Modo especial de proceder o conducirse adquirido por repetición de actos iguales o semejantes, u originado por tendencias instintivas.\" \n[Real Academia Española, https://dle.rae.es/h%C3%A1bito]\n\nHay hábitos que deben ser como una REGLA impuesta por nosotros mismos, sobre todo si son de gran beneficio. [Reyes Juárez-Ramírez]\n\nYo me he hecho el HABITO de caminar, en promedio 8 km, 5 veces a la semana. La repetición = varios días a la semana.\n\nVentajas del ejercicio físico: \nReduce el riesgo de hipertensión, cardiopatía coronaria, accidente cerebrovascular, diabetes, cáncer de mama y de colon, depresión y caídas;\nMejora la salud ósea y funcional, y\nEs un determinante clave del gasto energético, y es por tanto fundamental para el equilibrio calórico y el control del peso.\n[OMS: https://www.who.int/dietphysicalactivity/pa/es/]"
    },
    {
        "link": "https://m.facebook.com/groups/413938496303058/permalink/440370080326566/",
        "poster_name": "Maria Teresa Viana",
        "post_id": "440370080326566",
        "post_text": "Haz un plan de ejercicio para mantener una buena salud. Busca tu zona de cardio para mejorar tu condición física de acuerdo a la edad. Ejercita desde el confinamiento sigue programas por video o pide ayuda."
    },
    {
        "link": "https://m.facebook.com/groups/413938496303058/permalink/438185700545004/",
        "poster_name": "Reyes Juarez",
        "post_id": "438185700545004",
        "post_text": "INVITACIÓN: Reflexión mediante preguntas. \n1. Nuestra salud depende de nuestra inteligencia? (ver foto anexa)\n\n2. Nuestra condición de salud depende de los conocimientos sobre nutrición y salud que tengamos? \n3. Nuestra condición de salud depende de la CULTURA (costumbres, tradiciones, prácticas) sobre nutrición y salud?\n4. Nuestra condición de salud depende del AMBIENTE (disponibilidad y promoción de comida no saludable, influencia de países vecinos en hábitos de alimentación, etc.)?\n5. Nuestra condición de salud depende de los HÁBITOS adquiridos de nutrición y buenas prácticas de salud? \n-------\n\nLa INTELIGENCIA involucra habilidades cognitivas, tales como: razonamiento, lógica, toma de decisiones y resolución de problemas. \nPor lo tanto, el auto-cuidado de la salud es una toma de decisión personal."
    },
    {
        "link": "https://m.facebook.com/groups/413938496303058/permalink/433685554328352/",
        "poster_name": "Reyes Juarez",
        "post_id": "433685554328352",
        "post_text": "Beneficios de la Actividad Física!\n\n45-60 minutos al día de actividad MODERADA, al menos 5 días a la semana, preferiblemente los 7 días.\n\n(Fuente: \"Prevention of Cardiovascular Disease: Guidelines for assessment and management of cardiovascular risk\". Organización Mundial de la Salud (OMS))"
    }
]